
    <h1><span class="glyphicon glyphicon-zoom-in"></span> Что есть Vay</h1> <hr>

    <h2><a onclick="display_page('main','help')" class="btn btn-primary">Горячие клавиши</a></h2>

    <hr>

    <h2>На данный момент Vay это:</h2>
    <ul>
        <li>Система мгновенного обмена сообщениями (<b>I</b>nstant <b>M</b>essenger)</li>
        <li>Сервисы блогов, заметок, контактов (друзей и других групп, созданных тобой)</li>
    </ul>

    <hr>

    <h2>Окей, а что мне еще ждать от вас?</h2>
    <ul>
        <li>Системы фотоальбомов, музыкальный сервис, сервис объявлений, городских порталов (in Dev)</li>
        <li>Каталог и магазин игр (аналог <b>Steam</b>) </li>
        <li>Площадка для разработчиков разных уровней и областей</li>
        <li>Свой VoIP (аналог <b>Viber</b>, <b>Skype</b>) </li>
    </ul>