<p><strong><span style="font-size:28px;">Поиск</span></strong><br />
    Поиск в рейтинге на данный момент возможен по следующим критериям:</p>

<ul>
    <li>Теги сервера</li>
    <li>Версия сервера</li>
</ul>

<p>Вы можете искать как по тегам, так по версии сервера, или же комбинировать эти параметры<br />
    <br />
    <hr>
    <span style="font-size:28px;"><strong>Голосование</strong></span><br />
    С текущей версии сайта каждый игрок голосует за определенный сервер (на котором играет), после этого голос плюсуется проекту.<br />
    <br />
    Для того чтобы игрок мог голосовать за сервер, ему необходимо привязать (сохранить ник на сервере) ник к серверу, после этого ему не придется каждый раз вводить свой ник.<br />
    <br />
    Для того чтобы организовать <strong>выдачу наград</strong> за голосование (если вы используете iConomy), то вам необходимо заполнить данные о секретном адресе (адрес скрипта на вашем сайте) + данные о секретном&nbsp; слове (оно необходимо для генерации хэша, при обеспечении безопасности)<br />
    <br />
    <hr>
    <strong><span style="font-size:28px;">Регистрация в MCTop</span></strong><br />
    Для регистрации на сайте вам необходимо перейти на страницу &laquo;Регистрация&raquo; и нажать кнопку &laquo;Создать аккаунт&raquo;, после первого голоса за сервер, вам необходимо будет ввести свой Email, после чего вы получите ссылку, для его подтверждения.<br />
    В случае, если Email не будет подтвержден, все голоса, зарегистрированные с данного аккаунта будут удалены.<br />
    <br />
    <hr>
    <strong><span style="font-size:28px;">Создание проекта / добавление сервера</span></strong></p>

<p>Для создания проекта в рейтинге, необходимо открыть выпадающее меню &laquo;Дополнения&raquo;, после входа на сайт, и перейти в &laquo;Панель управления&raquo; (далее &ndash; &laquo;ПУ&raquo;).<br />
    <br />
    В &laquo;ПУ&raquo; Вы увидите кнопку &laquo;Зарегистрировать проект&raquo;, далее &laquo;Добавить новый проект&raquo;, после вас переадресует на главную страницу &laquo;ПУ&raquo;, там появится проект с названием &laquo;Новый проект&raquo;.<br />
    <br />
    После перехода на страницу проекта, вы можете обновить сведения о проекте, или добавить сервер в проект (после добавления, обновите сведения о сервере)<br />
    <br />
    Так же, в &laquo;ПУ&raquo;, вы можете выбрать кнопки для голосования за проект<br />
    <br />
    <br />
    &nbsp;</p>

<p>&nbsp;</p>
